Repository: zebulon75018/photochoicetouch
Catalog: SurfaceApplicationMaurice/Properties/Resources.*.resx
Languages: de

# AccessSelection
source: Access to your selection
de: Zugriff auf Ihre Sellection

source: Are you sure ?
de: Berühren Sie, wenn Sie auf

source: Back
de: Zurück

source: Black and white
de: Schwarz und weiß

source: Chamber number
de: Zimmer Nr

# ChoiceACategory
source: Choose a category
de: Kies een categorie

source: Choice by Category
de: Wahl nach Kategorie

source: Choice by Date
de: Wahl nach Datum

# ChooseFormatAndCD
source: Choose Format for photo and Order your CD
de: Wählen Sie "Format für Foto-und Bestellen Sie Ihre CD

source: Choose your Effect
de: Wählen Sie Ihre Wirkung

source: Close Information
de: Schließen Informationen

source: Create Account
de: Konto erstellen

# CreateyourLogin
source: Create your login/password
de: Erstellen Sie Ihr Login / Passwort

source: Departure date
de: Abfahrtszeit

source: Disconnect
de: Trennen

# Errorcreatelogin
source: Error creating login
de: Fehler beim Erstellen Login

source: Error login
de: Login-Fehler

# FormatPhotoToPrint
source: Photos à imprimer
de: Picture to print

source: Go back to
de: Gehen Sie zurück zu

# HowManyPages
source: How many pages do you want ?
de: How many page ?

# Information
source: Information english
de: Information

# Keyenter
source: Enter
de: treten

# Keyerase
source: Erase
de: Löschen

source: Language
de: Sprache

source: Loading
de: Laden

source: Loading finish
de: Laden beenden

# MinimumPhotoOnBook
source: You must have 20 pages
de: You mush have 15 pages

# NumberImage
source: Number of picture
de: Number image

# OrderPictureCD
source: Order picutres on CD
de: Bilder-CD bestellen

source: Password
de: Passwort

# Photo
source: Photos
de: Bild auf englisch

# PhotoOnBook
source: Nb Page of Book
de: Picture on book

# PhotoOnCD
source: Photos sur le CD
de: Photos on CD

# PhotoOnOjbet
source: Photos sur produit dérivé
de: Photos on object

# Pleaseenteryourlogin
source: Please enter your login/password
de: Bitte geben Sie Ihr Login / Passwort

source: Price:
de: Prijs

# PricePromotional
source: Promo on print price
de: Actieprijs

# Reduction
source: Réduction
de: Vermindering

source: Root
de: Die Wurzel

# Selection
source: Your Selection
de: Ihre Auswahl

# TouchTwoTimeToSelect
source: Touch two times the picture to select it
de: Dubbele tik op de afbeelding om te selecteren
